Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.error.notVerified
source: Only a member who verified their own identity can run a community.
ar: لا يدير المجتمع إلا عضو وثّق هويته بنفسه.
bn: শুধু যে সদস্য নিজের পরিচয় ভেরিফাই করেছেন তিনিই কমিউনিটি চালাতে পারেন।
ca: Només un membre que hagi verificat la seva pròpia identitat pot gestionar una comunitat.
cs: Komunitu může spravovat jen člen, který ověřil vlastní totožnost.
da: Kun et medlem, der selv har verificeret sin identitet, kan drive et fællesskab.
de: Nur ein Mitglied, das die eigene Identität verifiziert hat, kann eine Community leiten.
el: Μόνο ένα μέλος που επαλήθευσε την ταυτότητά του μπορεί να διαχειρίζεται κοινότητα.
es: Solo un miembro que verificó su propia identidad puede gestionar una comunidad.
fi: Vain jäsen, joka on vahvistanut oman henkilöllisyytensä, voi ylläpitää yhteisöä.
fr: Seul un membre ayant vérifié sa propre identité peut gérer une communauté.
he: רק חבר שאימת את זהותו בעצמו יכול לנהל קהילה.
hi: केवल वही सदस्य कम्युनिटी चला सकता है जिसने अपनी पहचान खुद सत्यापित की हो।
hr: Zajednicu može voditi samo član koji je sam potvrdio svoj identitet.
hu: Közösséget csak olyan tag vezethet, aki saját maga hitelesítette a személyazonosságát.
id: Hanya anggota yang memverifikasi identitasnya sendiri yang bisa mengelola komunitas.
it: Solo un membro che ha verificato la propria identità può gestire una community.
ja: コミュニティを運営できるのは、自分自身で本人確認をしたメンバーだけです。
ko: 직접 신원을 인증한 멤버만 커뮤니티를 운영할 수 있어요.
ml: സ്വന്തം ഐഡന്റിറ്റി വെരിഫൈ ചെയ്ത അംഗത്തിന് മാത്രമേ കമ്മ്യൂണിറ്റി നടത്താനാകൂ.
ms: Hanya ahli yang mengesahkan identitinya sendiri boleh mengurus komuniti.
nb: Bare et medlem som har verifisert sin egen identitet, kan drive et fellesskap.
nl: Alleen een lid dat de eigen identiteit heeft geverifieerd kan een community beheren.
pl: Społeczność może prowadzić tylko członek, który zweryfikował własną tożsamość.
pt_br: Só um membro que verificou a própria identidade pode administrar uma comunidade.
pt_pt: Só um membro que verificou a própria identidade pode gerir uma comunidade.
ro: Doar un membru care și-a verificat propria identitate poate administra o comunitate.
ru: Вести сообщество может только участник, прошедший собственную проверку личности.
sk: Komunitu môže viesť iba člen, ktorý si sám overil totožnosť.
sv: Bara en medlem som verifierat sin egen identitet kan driva en community.
ta: தன் அடையாளத்தைத் தானே சரிபார்த்த உறுப்பினர் மட்டுமே சமூகத்தை நடத்த முடியும்.
te: తమ గుర్తింపును స్వయంగా ధృవీకరించుకున్న సభ్యులు మాత్రమే కమ్యూనిటీని నడపగలరు.
th: เฉพาะสมาชิกที่ยืนยันตัวตนด้วยตัวเองเท่านั้นที่ดูแลชุมชนได้
tr: Yalnızca kendi kimliğini doğrulayan bir üye topluluk yönetebilir.
uk: Керувати спільнотою може лише учасник, який верифікував власну особу.
ur: کمیونٹی صرف وہ رکن چلا سکتا ہے جس نے اپنی شناخت کی خود تصدیق کی ہو۔
vi: Chỉ thành viên đã tự xác minh danh tính mới quản lý được cộng đồng.
zh_hans: 只有自行验证过身份的成员才能管理社区。
zh_hant: 只有已自行驗證身分的成員才能經營社群。

# vouch.error.recipientCannotMessage
source: They can't use messages until they verify their identity.
ar: لا يستطيع استخدام الرسائل حتى يوثّق هويته.
bn: পরিচয় ভেরিফাই না করা পর্যন্ত তিনি মেসেজ ব্যবহার করতে পারবেন না।
ca: No poden fer servir els missatges fins que verifiquin la seva identitat.
cs: Nemohou používat zprávy, dokud neověří svou totožnost.
da: De kan ikke bruge beskeder, før de har verificeret deres identitet.
de: Die Person kann Nachrichten erst nutzen, wenn sie ihre Identität verifiziert.
el: Δεν μπορούν να χρησιμοποιήσουν μηνύματα μέχρι να επαληθεύσουν την ταυτότητά τους.
es: No puede usar los mensajes hasta que verifique su identidad.
fi: He eivät voi käyttää viestejä, ennen kuin vahvistavat henkilöllisyytensä.
fr: Cette personne ne peut pas utiliser les messages tant qu’elle n’a pas vérifié son identité.
he: הם לא יכולים להשתמש בהודעות עד שיאמתו את זהותם.
hi: अपनी पहचान सत्यापित करने तक वे संदेशों का उपयोग नहीं कर सकते।
hr: Ne mogu koristiti poruke dok ne potvrde svoj identitet.
hu: Nem használhatnak üzeneteket, amíg nem hitelesítik a személyazonosságukat.
id: Mereka tidak bisa memakai pesan sampai memverifikasi identitas.
it: Non può usare i messaggi finché non verifica la propria identità.
ja: 相手は、本人確認をするまでメッセージを使えません。
ko: 상대방은 신원을 인증하기 전에는 메시지를 사용할 수 없어요.
ml: ഐഡന്റിറ്റി വെരിഫൈ ചെയ്യുംവരെ അവർക്ക് സന്ദേശങ്ങൾ ഉപയോഗിക്കാനാകില്ല.
ms: Mereka tidak boleh menggunakan mesej sehingga mereka mengesahkan identiti.
nb: De kan ikke bruke meldinger før de har verifisert identiteten sin.
nl: Ze kunnen geen berichten gebruiken totdat ze hun identiteit verifiëren.
pl: Ta osoba nie może korzystać z wiadomości, dopóki nie zweryfikuje tożsamości.
pt_br: A pessoa não pode usar mensagens até verificar a identidade.
pt_pt: Não pode usar mensagens até verificar a sua identidade.
ro: Nu pot folosi mesajele până nu își verifică identitatea.
ru: Они не смогут пользоваться сообщениями, пока не пройдут проверку личности.
sk: Správy nemôže používať, kým si neoverí totožnosť.
sv: De kan inte använda meddelanden förrän de verifierar sin identitet.
ta: அடையாளத்தைச் சரிபார்க்கும் வரை அவர்களால் செய்திகளைப் பயன்படுத்த முடியாது.
te: గుర్తింపును ధృవీకరించుకునే వరకు వారు మెసేజ్‌లను వాడలేరు.
th: เขาใช้ข้อความไม่ได้จนกว่าจะยืนยันตัวตน
tr: Kimliklerini doğrulayana kadar mesajları kullanamazlar.
uk: Вони не можуть користуватися повідомленнями, доки не верифікують особу.
ur: جب تک وہ اپنی شناخت کی تصدیق نہ کریں وہ پیغامات استعمال نہیں کر سکتے۔
vi: Họ không dùng được tin nhắn cho đến khi xác minh danh tính.
zh_hans: 在对方验证身份之前，无法使用私信。
zh_hant: 對方在驗證身分之前無法使用訊息。

# vouch.error.selfVerificationRequired
source: Verify your identity to do this
ar: وثّق هويتك لتفعل هذا
bn: এটি করতে আপনার পরিচয় ভেরিফাই করুন
ca: Verifica la teva identitat per fer això
cs: Pro tuto akci ověř svou totožnost
da: Verificér din identitet for at gøre dette
de: Verifiziere deine Identität, um das zu tun
el: Επαλήθευσε την ταυτότητά σου για να το κάνεις αυτό
es: Verifica tu identidad para hacer esto
fi: Vahvista henkilöllisyytesi tehdäksesi tämän
fr: Vérifiez votre identité pour faire cela
he: אמת את זהותך כדי לעשות זאת
hi: यह करने के लिए अपनी पहचान सत्यापित करें
hr: Potvrdi svoj identitet da to učiniš
hu: Ehhez hitelesítsd a személyazonosságodat
id: Verifikasi identitasmu untuk melakukan ini
it: Verifica la tua identità per farlo
ja: これを行うには本人確認をしてください
ko: 이 작업을 하려면 신원을 인증하세요
ml: ഇത് ചെയ്യാൻ നിങ്ങളുടെ ഐഡന്റിറ്റി വെരിഫൈ ചെയ്യുക
ms: Sahkan identiti anda untuk melakukan ini
nb: Verifiser identiteten din for å gjøre dette
nl: Verifieer je identiteit om dit te doen
pl: Zweryfikuj tożsamość, aby to zrobić
pt_br: Verifique sua identidade para fazer isto
pt_pt: Verifique a sua identidade para fazer isto
ro: Verifică-ți identitatea pentru a face asta
ru: Для этого пройдите проверку личности
sk: Na toto over svoju totožnosť
sv: Verifiera din identitet för att göra detta
ta: இதைச் செய்ய உங்கள் அடையாளத்தைச் சரிபார்க்கவும்
te: ఇది చేయడానికి మీ గుర్తింపును ధృవీకరించండి
th: ยืนยันตัวตนของคุณเพื่อทำสิ่งนี้
tr: Bunu yapmak için kimliğinizi doğrulayın
uk: Верифікуйте особу, щоб це зробити
ur: یہ کرنے کے لیے اپنی شناخت کی تصدیق کریں
vi: Hãy xác minh danh tính để làm việc này
zh_hans: 请验证你的身份后再进行此操作
zh_hant: 請驗證你的身分才能這麼做

# vouch.error.signInRequired
source: Sign in first, then accept the vouch.
ar: سجّل الدخول أولًا، ثم اقبل التزكية.
bn: আগে সাইন ইন করুন, তারপর ভাউচ গ্রহণ করুন।
ca: Inicia primer la sessió i després accepta l'aval.
cs: Nejdřív se přihlas a pak ručení přijmi.
da: Log først ind, og acceptér så garantien.
de: Melde dich zuerst an und nimm dann die Bürgschaft an.
el: Συνδέσου πρώτα και μετά αποδέξου την εγγύηση.
es: Inicia sesión primero y luego acepta el aval.
fi: Kirjaudu ensin sisään ja hyväksy sitten takuu.
fr: Connectez-vous d’abord, puis acceptez la caution.
he: התחבר קודם, ואז קבל את הערבות.
hi: पहले साइन इन करें, फिर वाउच स्वीकार करें।
hr: Prvo se prijavi, zatim prihvati jamstvo.
hu: Előbb jelentkezz be, majd fogadd el a kezességet.
id: Masuk dulu, lalu terima jaminan.
it: Accedi prima, poi accetta la garanzia.
ja: 先にサインインして、保証を受け入れてください。
ko: 먼저 로그인한 다음 보증을 수락하세요.
ml: ആദ്യം സൈൻ ഇൻ ചെയ്യുക, എന്നിട്ട് വൗച്ച് സ്വീകരിക്കുക.
ms: Log masuk dahulu, kemudian terima jaminan.
nb: Logg inn først, og godta deretter garantien.
nl: Log eerst in en accepteer dan de garantie.
pl: Najpierw się zaloguj, a potem przyjmij poręczenie.
pt_br: Entre primeiro e depois aceite o aval.
pt_pt: Inicie sessão primeiro e depois aceite o aval.
ro: Autentifică-te mai întâi, apoi acceptă garanția.
ru: Сначала войдите, затем принимайте поручительство.
sk: Najprv sa prihlás, potom prijmi ručenie.
sv: Logga först in och godta sedan intygandet.
ta: முதலில் உள்நுழையுங்கள், பிறகு உறுதிமொழியை ஏற்றுக்கொள்ளுங்கள்.
te: ముందుగా సైన్ ఇన్ చేయండి, ఆ తర్వాత హామీని అంగీకరించండి.
th: เข้าสู่ระบบก่อน แล้วจึงยอมรับการรับรอง
tr: Önce giriş yapın, sonra kefilliği kabul edin.
uk: Спершу увійдіть, потім прийміть поручительство.
ur: پہلے سائن اِن کریں، پھر ضمانت قبول کریں۔
vi: Hãy đăng nhập trước, rồi chấp nhận lời bảo chứng.
zh_hans: 请先登录，然后再接受担保。
zh_hant: 請先登入，然後再接受擔保。

# vouch.error.slotsFull
source: You're standing behind as many people as you can right now.
ar: تقف الآن خلف أقصى عدد ممكن من الأشخاص.
bn: এই মুহূর্তে আপনি যতজনের পাশে দাঁড়াতে পারেন, ততজনের পাশেই আছেন।
ca: Ara mateix ja avales tantes persones com pots.
cs: Právě teď stojíš za tolika lidmi, za kolik můžeš.
da: Du går i god for så mange mennesker, som du kan lige nu.
de: Du stehst bereits für so viele Personen ein, wie du im Moment kannst.
el: Στηρίζεις ήδη όσα άτομα μπορείς αυτή τη στιγμή.
es: Ya estás respaldando a todas las personas que puedes ahora mismo.
fi: Takaat jo niin monta ihmistä kuin voit juuri nyt.
fr: Vous vous portez garant d’autant de personnes que possible pour le moment.
he: אתה כבר עומד מאחורי מספר האנשים המרבי כרגע.
hi: आप अभी उतने लोगों के पीछे खड़े हैं जितनों के पीछे आप खड़े हो सकते हैं।
hr: Trenutačno stojiš iza onoliko ljudi koliko možeš.
hu: Jelenleg annyi emberért kezeskedsz, amennyiért csak lehet.
id: Kamu sedang menjamin orang sebanyak yang bisa saat ini.
it: Stai già garantendo per tutte le persone che puoi al momento.
ja: いま保証できる人数の上限に達しています。
ko: 지금은 보증할 수 있는 최대 인원을 보증하고 있어요.
ml: ഇപ്പോൾ നിങ്ങൾക്ക് പിന്തുണയ്ക്കാവുന്നത്ര ആളുകളെ നിങ്ങൾ പിന്തുണയ്ക്കുന്നുണ്ട്.
ms: Anda sudah menjamin seramai yang anda boleh sekarang.
nb: Du står allerede bak så mange mennesker som du kan akkurat nå.
nl: Je staat nu voor zoveel mensen in als je kunt.
pl: Ręczysz już za tyle osób, za ile możesz w tej chwili.
pt_br: Você já está respondendo por tantas pessoas quantas pode neste momento.
pt_pt: Neste momento já responde por tantas pessoas quantas pode.
ro: Garantezi deja pentru cât mai multe persoane posibil acum.
ru: Вы уже поручаетесь за столько людей, за сколько можете в данный момент.
sk: Práve teraz ručíš za toľko ľudí, koľko môžeš.
sv: Du står redan bakom så många personer som du kan just nu.
ta: இப்போது உங்களால் முடிந்த அளவு பேருக்கு நீங்கள் உறுதியளித்துள்ளீர்கள்.
te: ప్రస్తుతం మీరు వీలైనంత మందికి హామీగా నిలుస్తున్నారు.
th: ตอนนี้คุณรับรองคนได้เต็มจำนวนแล้ว
tr: Şu anda arkasında durabileceğiniz kadar insanın arkasındasınız.
uk: Зараз ви ручаєтеся за стільки людей, за скільки можете.
ur: آپ ابھی اتنے لوگوں کے ساتھ کھڑے ہیں جتنوں کے ساتھ ہو سکتے ہیں۔
vi: Hiện bạn đã đứng sau lưng nhiều người nhất có thể.
zh_hans: 你目前已经为尽可能多的人担保了。
zh_hant: 你目前已擔保了你能擔保的最多人數。

# vouch.error.summonsClosed
source: The 48 hours to answer have passed.
ar: مرّت الساعات الـ48 المتاحة للإجابة.
bn: উত্তর দেওয়ার ৪৮ ঘণ্টা পার হয়ে গেছে।
ca: Les 48 hores per respondre han passat.
cs: 48 hodin na odpověď uplynulo.
da: De 48 timer til at svare er gået.
de: Die 48 Stunden zum Antworten sind vorbei.
el: Οι 48 ώρες για απάντηση πέρασαν.
es: Pasaron las 48 horas para responder.
fi: 48 tuntia vastaamiseen on kulunut.
fr: Les 48 heures pour répondre sont écoulées.
he: 48 השעות למענה עברו.
hi: जवाब देने के 48 घंटे बीत चुके हैं।
hr: 48 sati za odgovor je prošlo.
hu: A válaszra szánt 48 óra letelt.
id: 48 jam untuk menjawab sudah lewat.
it: Le 48 ore per rispondere sono passate.
ja: 回答の期限の48時間が過ぎました。
ko: 답변 기한 48시간이 지났어요.
ml: മറുപടി നൽകാനുള്ള 48 മണിക്കൂർ കഴിഞ്ഞു.
ms: 48 jam untuk menjawab telah berlalu.
nb: De 48 timene for å svare har gått.
nl: De 48 uur om te antwoorden zijn voorbij.
pl: 48 godzin na odpowiedź minęło.
pt_br: As 48 horas para responder passaram.
pt_pt: Passaram as 48 horas para responder.
ro: Cele 48 de ore pentru răspuns au trecut.
ru: Прошло 48 часов на ответ.
sk: 48 hodín na odpoveď uplynulo.
sv: De 48 timmarna för att svara har gått.
ta: பதிலளிக்க அளிக்கப்பட்ட 48 மணி நேரம் முடிந்துவிட்டது.
te: సమాధానం ఇవ్వడానికి ఉన్న 48 గంటలు గడిచిపోయాయి.
th: เลย 48 ชั่วโมงสำหรับการตอบแล้ว
tr: Yanıt vermek için 48 saat geçti.
uk: 48 годин на відповідь минули.
ur: جواب دینے کے 48 گھنٹے گزر گئے۔
vi: 48 giờ để trả lời đã qua.
zh_hans: 答复的 48 小时已过。
zh_hant: 48 小時的回覆期限已過。

# vouch.error.tooManyMentions
source: Vouched members can mention up to 3 people in a post.
ar: يستطيع الأعضاء المُزكَّون الإشارة إلى 3 أشخاص كحد أقصى في المنشور.
bn: ভাউচ পাওয়া সদস্যরা একটি পোস্টে সর্বোচ্চ ৩ জনকে মেনশন করতে পারেন।
ca: Els membres avalats poden mencionar fins a 3 persones en una publicació.
cs: Členové s ručením mohou v příspěvku zmínit nejvýše 3 lidi.
da: Garanterede medlemmer kan nævne op til 3 personer i et opslag.
de: Mitglieder mit Bürgschaft können in einem Beitrag bis zu 3 Personen erwähnen.
el: Τα μέλη με εγγύηση μπορούν να αναφέρουν έως 3 άτομα σε μια ανάρτηση.
es: Los miembros avalados pueden mencionar hasta 3 personas en una publicación.
fi: Taatut jäsenet voivat mainita julkaisussa enintään 3 ihmistä.
fr: Les membres sous caution peuvent mentionner jusqu’à 3 personnes dans un post.
he: חברים שערבו להם יכולים לתייג עד 3 אנשים בפוסט.
hi: वाउच किए गए सदस्य एक पोस्ट में अधिकतम 3 लोगों को मेंशन कर सकते हैं।
hr: Članovi s jamstvom mogu spomenuti do 3 osobe u objavi.
hu: A kezességgel támogatott tagok legfeljebb 3 embert említhetnek meg egy bejegyzésben.
id: Anggota yang dijamin bisa menyebut hingga 3 orang dalam satu postingan.
it: I membri garantiti possono menzionare fino a 3 persone in un post.
ja: 保証を受けているメンバーは、1つの投稿で最大3人までメンションできます。
ko: 보증받은 멤버는 게시물에서 최대 3명까지 멘션할 수 있어요.
ml: വൗച്ച് ലഭിച്ച അംഗങ്ങൾക്ക് ഒരു പോസ്റ്റിൽ 3 പേരെ വരെ മെൻഷൻ ചെയ്യാം.
ms: Ahli yang dijamin boleh menyebut sehingga 3 orang dalam satu siaran.
nb: Medlemmer med garanti kan nevne opptil 3 personer i et innlegg.
nl: Leden met een garantie kunnen maximaal 3 mensen in een bericht noemen.
pl: Członkowie z poręczeniem mogą wspomnieć w jednym wpisie do 3 osób.
pt_br: Membros avalizados podem mencionar até 3 pessoas em um post.
pt_pt: Os membros com aval podem mencionar até 3 pessoas numa publicação.
ro: Membrii cu garanție pot menționa cel mult 3 persoane într-o postare.
ru: Участники с поручительством могут упомянуть в посте до 3 человек.
sk: Členovia s ručením môžu v príspevku spomenúť najviac 3 ľudí.
sv: Medlemmar med intyg kan nämna upp till 3 personer i ett inlägg.
ta: உறுதிமொழி பெற்ற உறுப்பினர்கள் ஓர் இடுகையில் அதிகபட்சம் 3 பேரைக் குறிப்பிடலாம்.
te: హామీ పొందిన సభ్యులు ఒక పోస్ట్‌లో 3 మందిని మాత్రమే ప్రస్తావించగలరు.
th: สมาชิกที่ได้รับการรับรองกล่าวถึงได้สูงสุด 3 คนในหนึ่งโพสต์
tr: Kefil olunan üyeler bir gönderide en fazla 3 kişiyi etiketleyebilir.
uk: Учасники, за яких поручилися, можуть згадати в дописі до 3 людей.
ur: ضمانت یافتہ ارکان ایک پوسٹ میں زیادہ سے زیادہ 3 لوگوں کا ذکر کر سکتے ہیں۔
vi: Thành viên được bảo chứng có thể nhắc đến tối đa 3 người trong một bài đăng.
zh_hans: 被担保的成员在一条帖子中最多可提及 3 人。
zh_hant: 被擔保的成員在一則貼文中最多能提及 3 人。

# vouch.error.tooSoon
source: You can accept another vouch 14 days after your last one ended.
ar: يمكنك قبول تزكية أخرى بعد 14 يومًا من انتهاء آخر تزكية.
bn: আপনার শেষ ভাউচ শেষ হওয়ার ১৪ দিন পর আপনি আরেকটি ভাউচ গ্রহণ করতে পারবেন।
ca: Pots acceptar un altre aval 14 dies després que acabi l'últim.
cs: Další ručení můžeš přijmout 14 dní po skončení posledního.
da: Du kan acceptere en ny garanti 14 dage efter, at din forrige ophørte.
de: Du kannst eine weitere Bürgschaft 14 Tage nach dem Ende deiner letzten annehmen.
el: Μπορείς να αποδεχτείς άλλη εγγύηση 14 ημέρες αφότου έληξε η τελευταία σου.
es: Puedes aceptar otro aval 14 días después de que terminara el último.
fi: Voit hyväksyä uuden takuun 14 päivän kuluttua edellisen päättymisestä.
fr: Vous pourrez accepter une autre caution 14 jours après la fin de la précédente.
he: אפשר לקבל ערבות נוספת 14 ימים אחרי שהקודמת הסתיימה.
hi: पिछला वाउच खत्म होने के 14 दिन बाद ही आप दूसरा वाउच स्वीकार कर सकते हैं।
hr: Možeš prihvatiti novo jamstvo 14 dana nakon što je prethodno završilo.
hu: Újabb kezességet az előző megszűnése után 14 nappal fogadhatsz el.
id: Kamu bisa menerima jaminan lain 14 hari setelah jaminan terakhirmu berakhir.
it: Puoi accettare un'altra garanzia 14 giorni dopo la fine dell'ultima.
ja: 前回の保証が終了してから14日後に、別の保証を受け入れられます。
ko: 이전 보증이 종료된 지 14일이 지난 후에 다른 보증을 수락할 수 있어요.
ml: നിങ്ങളുടെ കഴിഞ്ഞ വൗച്ച് അവസാനിച്ച് 14 ദിവസം കഴിഞ്ഞാൽ മറ്റൊരു വൗച്ച് സ്വീകരിക്കാം.
ms: Anda boleh menerima jaminan lain 14 hari selepas jaminan terakhir anda berakhir.
nb: Du kan godta en ny garanti 14 dager etter at den forrige ble avsluttet.
nl: Je kunt een nieuwe garantie accepteren 14 dagen nadat je vorige is beëindigd.
pl: Możesz przyjąć kolejne poręczenie 14 dni po zakończeniu poprzedniego.
pt_br: Você pode aceitar outro aval 14 dias depois do fim do último.
pt_pt: Pode aceitar outro aval 14 dias depois de o último ter terminado.
ro: Poți accepta o altă garanție la 14 zile după încheierea ultimei.
ru: Принять другое поручительство можно через 14 дней после окончания последнего.
sk: Ďalšie ručenie môžeš prijať 14 dní po skončení posledného.
sv: Du kan godta ett nytt intygande 14 dagar efter att ditt senaste avslutades.
ta: உங்கள் கடைசி உறுதிமொழி முடிந்த 14 நாட்களுக்குப் பிறகு இன்னொன்றை ஏற்கலாம்.
te: మీ చివరి హామీ ముగిసిన 14 రోజుల తర్వాత మరో హామీని అంగీకరించవచ్చు.
th: คุณรับการรับรองครั้งใหม่ได้ 14 วันหลังจากครั้งล่าสุดสิ้นสุด
tr: Son kefilliğiniz bittikten 14 gün sonra başka bir kefilliği kabul edebilirsiniz.
uk: Прийняти інше поручительство можна через 14 днів після завершення попереднього.
ur: آپ اپنی پچھلی ضمانت ختم ہونے کے 14 دن بعد دوسری ضمانت قبول کر سکتے ہیں۔
vi: Bạn có thể chấp nhận lời bảo chứng khác 14 ngày sau khi lời trước kết thúc.
zh_hans: 你上一个担保结束 14 天后，才能接受新的担保。
zh_hant: 你上一項擔保結束 14 天後，才能接受另一項擔保。

# vouch.error.underAge
source: Only somebody 18 or older can be vouched for.
ar: لا تجوز تزكية من هو دون 18 عامًا.
bn: শুধু ১৮ বা তার বেশি বয়সী কারও জন্য ভাউচ করা যায়।
ca: Només es pot avalar algú de 18 anys o més.
cs: Ručit lze jen za někoho, komu je 18 nebo více.
da: Der kan kun gås i god for en, der er 18 år eller ældre.
de: Für jemanden kann nur gebürgt werden, wenn die Person 18 oder älter ist.
el: Εγγύηση μπορεί να δοθεί μόνο σε άτομο 18 ετών ή μεγαλύτερο.
es: Solo una persona de 18 años o más puede ser avalada.
fi: Vain vähintään 18-vuotias voidaan taata.
fr: Seule une personne de 18 ans ou plus peut faire l’objet d’une caution.
he: רק מי שבן 18 ומעלה יכול לקבל ערבות.
hi: केवल 18 या उससे ज़्यादा उम्र के व्यक्ति के लिए वाउच किया जा सकता है।
hr: Za jamstvo se može potvrditi samo osoba od 18 ili više godina.
hu: Csak 18 éves vagy idősebb személyért lehet kezeskedni.
id: Hanya orang berusia 18 tahun atau lebih yang bisa dijamin.
it: Si può garantire solo per chi ha 18 anni o più.
ja: 保証を受けられるのは18歳以上の人だけです。
ko: 만 18세 이상만 보증받을 수 있어요.
ml: 18 വയസ്സോ അതിൽ കൂടുതലോ ഉള്ളവർക്ക് മാത്രമേ വൗച്ച് ചെയ്യാനാകൂ.
ms: Hanya seseorang yang berumur 18 tahun atau lebih boleh dijamin.
nb: Det kan bare garanteres for noen som er 18 år eller eldre.
nl: Alleen iemand van 18 of ouder kan een garantie krijgen.
pl: Poręczyć można tylko za osobę, która ma co najmniej 18 lat.
pt_br: Só alguém com 18 anos ou mais pode receber aval.
pt_pt: Só alguém com 18 anos ou mais pode receber aval.
ro: Doar cineva de 18 ani sau mai mult poate primi garanție.
ru: Поручиться можно только за человека 18 лет или старше.
sk: Ručiť sa dá iba za niekoho, kto má 18 rokov alebo viac.
sv: Bara den som är 18 eller äldre kan få intyg.
ta: 18 வயது அல்லது அதற்கு மேற்பட்டவருக்கு மட்டுமே உறுதியளிக்க முடியும்.
te: 18 లేదా అంతకంటే ఎక్కువ వయస్సు ఉన్నవారికి మాత్రమే హామీ ఇవ్వగలరు.
th: เฉพาะผู้ที่อายุ 18 ปีขึ้นไปเท่านั้นที่รับการรับรองได้
tr: Yalnızca 18 yaşında veya daha büyük biri için kefil olunabilir.
uk: Поручитися можна лише за людину від 18 років.
ur: صرف 18 سال یا اس سے زیادہ عمر کے شخص کی ضمانت دی جا سکتی ہے۔
vi: Chỉ người từ 18 tuổi trở lên mới được bảo chứng.
zh_hans: 只有年满 18 岁的人才能被担保。
zh_hant: 只有年滿 18 歲的人才能被擔保。

# vouch.error.underAge.own
source: You must be 18 or older to be vouched for.
ar: يجب أن يكون عمرك 18 عامًا أو أكثر لتُزكّى.
bn: ভাউচ পেতে আপনার বয়স ১৮ বা তার বেশি হতে হবে।
ca: Has de tenir 18 anys o més per ser avalat.
cs: Aby za tebe někdo mohl ručit, musí ti být 18 nebo více.
da: Du skal være 18 år eller ældre for at få en garanti.
de: Du musst 18 oder älter sein, damit für dich gebürgt werden kann.
el: Πρέπει να είσαι 18 ετών ή μεγαλύτερος/η για να λάβεις εγγύηση.
es: Debes tener 18 años o más para ser avalado.
fi: Sinun on oltava vähintään 18-vuotias, jotta sinut voidaan taata.
fr: Vous devez avoir 18 ans ou plus pour faire l’objet d’une caution.
he: עליך להיות בן 18 או יותר כדי לקבל ערבות.
hi: वाउच के लिए आपकी उम्र 18 या उससे ज़्यादा होनी चाहिए।
hr: Moraš imati 18 ili više godina da bi se jamčilo za tebe.
hu: A kezességhez legalább 18 évesnek kell lenned.
id: Kamu harus berusia 18 tahun atau lebih untuk dijamin.
it: Devi avere 18 anni o più per ricevere una garanzia.
ja: 保証を受けるには18歳以上である必要があります。
ko: 보증을 받으려면 만 18세 이상이어야 해요.
ml: വൗച്ച് ലഭിക്കാൻ നിങ്ങൾക്ക് 18 വയസ്സോ അതിൽ കൂടുതലോ വേണം.
ms: Anda mesti berumur 18 tahun atau lebih untuk dijamin.
nb: Du må være 18 år eller eldre for å få garanti.
nl: Je moet 18 of ouder zijn om een garantie te krijgen.
pl: Aby przyjąć poręczenie, musisz mieć co najmniej 18 lat.
pt_br: Você precisa ter 18 anos ou mais para receber aval.
pt_pt: Tem de ter 18 anos ou mais para receber aval.
ro: Trebuie să ai 18 ani sau mai mult pentru a primi garanție.
ru: Чтобы за вас поручились, вам должно быть 18 лет или больше.
sk: Aby sa dalo za teba ručiť, musíš mať 18 rokov alebo viac.
sv: Du måste vara 18 eller äldre för att få intyg.
ta: உறுதிமொழி பெற உங்களுக்கு 18 வயது அல்லது அதற்கு மேல் இருக்க வேண்டும்.
te: హామీ పొందడానికి మీకు 18 లేదా అంతకంటే ఎక్కువ వయస్సు ఉండాలి.
th: คุณต้องอายุ 18 ปีขึ้นไปจึงรับการรับรองได้
tr: Kefil olunabilmek için 18 yaşında veya daha büyük olmalısınız.
uk: Щоб за вас поручилися, вам має бути 18 років або більше.
ur: ضمانت پانے کے لیے آپ کی عمر 18 سال یا اس سے زیادہ ہونی چاہیے۔
vi: Bạn phải từ 18 tuổi trở lên để được bảo chứng.
zh_hans: 你必须年满 18 岁才能被担保。
zh_hant: 你必須年滿 18 歲才能被擔保。
